tap "fluxcd/tap"
tap "haroldadmin/getignore"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "redpanda-data/tap"
tap "supabase/tap"
brew "arp-scan"
brew "atuin"
brew "autoconf"
brew "autoconf-archive"
brew "automake"
brew "python@3.11"
brew "azure-cli"
brew "bat"
brew "buf"
brew "caddy"
brew "ccache"
brew "cmake"
brew "ctags"
brew "curl"
brew "d2"
brew "deno"
brew "docker"
brew "doctl"
brew "ffmpeg"
brew "flyctl"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "go"
brew "grip"
brew "helm"
brew "iproute2mac"
brew "jq"
brew "k9s"
brew "kind"
brew "kubernetes-cli"
brew "kustomize"
brew "llvm"
brew "lua-language-server"
brew "luarocks"
brew "nasm"
brew "neovim"
brew "nghttp2"
brew "ninja"
brew "nmap"
brew "node"
brew "nss"
brew "pkgconf"
brew "postgresql@14"
brew "postgresql@15"
brew "protobuf"
brew "python@3.10"
brew "qt"
brew "rename"
brew "ripgrep"
brew "stow"
brew "tailscale", restart_service: true
brew "terraform"
brew "tree"
brew "virtualenv"
brew "watch"
brew "wget"
brew "yarn"
brew "yq"
brew "zellij"
brew "fluxcd/tap/flux"
brew "hashicorp/tap/consul-k8s"
brew "jesseduffield/lazygit/lazygit"
brew "redpanda-data/tap/redpanda"
brew "supabase/tap/supabase"
cask "1password-cli"
cask "amethyst"
cask "wezterm"
