tap "haroldadmin/getignore"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/core"
tap "supabase/tap"
brew "ctags"
brew "gcc"
brew "gettext"
brew "deno"
brew "docker"
brew "gh"
brew "go"
brew "haskell-stack"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "lua-language-server"
brew "neovim"
brew "nghttp2"
brew "nmap"
brew "node"
brew "python@3.10"
brew "ripgrep"
brew "stow"
brew "virtualenv"
brew "waypoint"
brew "yarn"
brew "hashicorp/tap/consul-k8s"
brew "supabase/tap/supabase"
